Repository: eminfedar/vaktisalah-gtk-rs
Catalog: po/*.po
Languages: nl, tr

source: Fajr
tr: İmsak

source: Sunrise
nl: Zonsopkomst
tr: Güneş

source: Dhuhr
tr: Öğle

source: Asr
tr: İkindi

source: Maghrib
tr: Akşam

source: Isha
tr: Yatsı

source: Country
nl: Land
tr: Ülke

source: City
nl: Plaats
tr: Şehir

source: District
tr: İlçe

source: Warn Min.
nl: Herinnering tonen
tr: Uyarı Dk.

source: Shows a notification minutes before the next prayer time.
nl: Toon een melding een x-aantal minuten voorafgaand aan het volgende gebedsmoment.
tr: Gelecek vakitten dakikalar önce bildirim gösterir.

source: Update Prayer Times
nl: Gebedstijden bijwerken
tr: Vakitleri Güncelle

source: <a href='https://github.com/eminfedar/vaktisalah-gtk-rs'><small>This project's source code is open.</small></a>
nl: <a href='https://github.com/eminfedar/vaktisalah-gtk-rs'><small>Dit project is opensource.</small></a>
tr: <a href='https://github.com/eminfedar/vaktisalah-gtk-rs'><small>Bu projenin kaynak kodları açıktır.</small></a>

source: {min} minutes left {prayer}
nl: {prayer} begint over {min} minuten
tr: {prayer} {min} dakika kaldı

source: Prayer Times Updated.
nl: De gebedstijden zijn bijgewerkt.
tr: Vakitleri Güncellendi.

source: Failed to get prayer times!
nl: De gebedstijden kunnen niet worden opgehaald!
tr: Vakitler alınamadı!

source: Getting Cities...
nl: Bezig met ophalen van plaatsen…
tr: Şehirler Alınıyor...

source: Getting Districts...
nl: Bezig met ophalen van districten…
tr: İlçeler Alınıyor...

source: Getting Prayer Times...
nl: Bezig met ophalen van gebedstijden…
tr: Vakitler Alınıyor...

source: Show
nl: Bekijken
tr: Göster

source: Exit
nl: Afsluiten
tr: Çıkış

source: to Fajr
nl: Fajr
tr: Sabah'a

source: to Sunrise
nl: Zonsopkomst
tr: Güneş'e

source: to Dhuhr
nl: Dhuhr
tr: Öğle'ye

source: to Asr
nl: Asr
tr: İkindi'ye

source: to Maghrib
nl: Maghrib
tr: Akşam'a

source: to Isha
nl: Isha
tr: Yatsı'ya
